
[{"id":"1","product":"No. 1 COPPER WIRE","isri_code":"Barley","description":"Shall consist of No. 1 bare, uncoated, unalloyed copper wire, not smaller than No. 16 B & S wire gauge. Green copper wire and hydraulically compacted material to be subject to agreement between buyer and seller."}, {"id":"2","product":"No. 1 COPPER WIRE","isri_code":"Berry","description":"Shall consist of clean, untinned, uncoated, unalloyed copper wire and cable, not smaller than No. 16 B & S wire gauge, free of burnt wire which is brittle. Hydraulically briquetted copper subject to agreement."}, {"id":"3","product":"No. 2 COPPER WIRE","isri_code":"Birch","description":"Shall consist of miscellaneous, unalloyed copper wire having a nominal 96% copper content (minimum 94%) as determined by electrolytic assay. Should be free of the following: Excessively leaded, tinned, soldered copper wire; brass and bronze wire; excessive oil content, iron, and non-metallics; copper wire from burning, containing insulation; hair wire; burnt wire which is brittle; and should be reasonably free of ash. Hydraulically briquetted copper subject to agreement."}, {"id":"4","product":"No. 1 HEAVY COPPER ","isri_code":"Candy","description":"Shall consist of clean, unalloyed, uncoated copper clippings, punchings, bus bars, commutator segments, and wire not less than 1\/16 of an inch thick, free of burnt wire which is brittle; but may include clean copper tubing. Hydraulically briquetted copper subject to agreement."}, {"id":"5","product":"No. 2 COPPER ","isri_code":"Cliff","description":"Shall consist of miscellaneous, unalloyed copper scrap having a nominal 96% copper content (minimum 94%) as determined by electrolytic assay. Should be free of the following: Excessively leaded, tinned, soldered copper scrap; brasses and bronzes; excessive oil content, iron and non-metallics; copper tubing with other than copper connections or with sediment; copper wire from burning, containing insulation; hair wire; burnt wire which is brittle; and should be reasonably free of ash. Hydraulically briquetted copper subject to agreement."}, {"id":"6","product":"No. 1 COPPER WIRE NODULES","isri_code":"Clove","description":"Shall consist of No. 1 bare, uncoated, unalloyed copper wire scrap nodules, chopped or shredded, free of tin, lead, zinc, aluminum, iron, other metallic impuri4 SCRAP SPECIFICATIONS CIRCULAR 2016 Guidelines for Nonferrous Scrap: NF-2016 Note: When the individual scrap grades in this Circular, denoted by the various code words, are used, an agreement between parties is also bound by the terms of ?Apple? as it appears below, unless the terms and conditions of a specific contract provide otherwise, in which case the specific contractual provisions shall govern. CODE ITEM CODE ITEM RED METALS Guidelines for Nonferrous Scrap running chapter head INSTITUTE OF SCRAP RECYCLING INDUSTRIES, INC. 5 ties, insulation, and other foreign contamination. Minimum copper 99%. Gauge smaller than No. 16 B & S wire and hydraulically compacted material subject to agreement between buyer and seller"}, {"id":"7","product":"No. 2 COPPER WIRE NODULES","isri_code":"Cobra","description":"Shall consist of No. 2 unalloyed copper wire scrap nodules, chopped or shredded, minimum 97% copper. Maximum metal impurities not to exceed 0.50% aluminum and 1% each of other metals or insulation. Hydraulically compacted material subject to agreement between buyer and seller."}, {"id":"8","product":"COPPER WIRE NODULES","isri_code":"Cocoa","description":"Shall consist of unalloyed copper wire scrap nodules, chopped or shredded, minimum 99% copper. Shall be free of excessive insulation and other non-metallics. Maximum metal impurities as follows: Aluminum .05% Antimony .01% Tin .25% Iron .05% Nickel .05% Hydraulically compacted material subject to agreement between buyer and seller."}, {"id":"9","product":"LIGHT COPPER","isri_code":"Dream","description":"Shall consist of miscellaneous, unalloyed copper scrap having a nominal 92% copper content (minimum 88%) as determined by electrolytic assay and shall consist of sheet copper, gutters, downspouts, kettles, boilers, and similar scrap. Should be free of the following: Burnt hair wire; copper clad; plating racks; grindings; copper wire from burning, containing insulation; radiators and fire extinguishers; refrigerator units; electrotype shells; screening; excessively leaded, tinned, soldered scrap; brasses and bronzes; excessive oil, iron and non-metallics; and should be reasonably free of ash. Hydraulically briquetted copper subject to agreement. Any items excluded in this grade are also excluded in the higher grades above."}, {"id":"10","product":"REFINERY BRASS","isri_code":"Drink","description":"Shall contain a minimum of 61.3% copper and maximum 5% iron and to consist of brass and bronze solids and turnings, and alloyed and contaminated copper scrap. Shall be free of insulated wire, grindings, electrotype shells and non-metallics. Hydraulically briquetted material subject to agreement."}, {"id":"11","product":"INSULATED COPPER WIRE SCRAP","isri_code":"Droid","description":"Shall consist of No. 2 copper wire (see Birch) with various types of insulation. To be sold on a sample or recovery basis, subject to agreement between buyer and seller. Existence of jelly wire subject to agreement between buyer and seller."}, {"id":"12","product":"COPPER-BEARING SCRAP","isri_code":"Drove","description":"Shall consist of miscellaneous copper-containing skimmings, grindings, ashes, irony brass and copper, residues and slags. Shall be free of insulated wires; copper chlorides; unprepared tangled material; large motors; pyrophoric material; asbestos brake linings; furnace bottoms; high lead materials; graphite crucibles; and noxious and explosive materials. Fine powdered material by agreement. Hydraulically briquetted material subject to agreement."}, {"id":"13","product":"INSULATED COPPER WIRE SCRAP","isri_code":"Druid","description":"Shall consist of No. 1 bare, uncoated, unalloyed copper wire (see Barley), not smaller than No. 16 B & S wire gauge (unless smaller wire gauge is mutually agreed upon), with various types of insulation. To be sold on sample or recovery basis, subject to agreement between buyer and seller."}, {"id":"14","product":"COMPOSITION OR RED BRASS","isri_code":"Ebony","description":"Shall consist of red brass scrap, valves, machinery bearings and other machinery parts, including miscellaneous castings made of copper, tin, zinc, and\/or lead. Shall be free of semi-red brass castings (78% to 81% copper); railroad car boxes and other similar high-lead alloys; cocks and faucets; closed water meters; gates; pot pieces; ingots and burned brass; aluminum, silicon, and manganese bronzes; iron and non-metallics. No piece to measure more than 12? over any one part or weigh over 100 lbs. Heavier pieces acceptable upon mutual agreement between buyer and seller."}, {"id":"15","product":"LEAD-FREE BISMUTH BRASS SOLIDS","isri_code":"Ebulent","description":"Shall consist of scrap castings alloyed with copper, tin, bismuth, and zinc. Castings shall be free of leaded brass attachments and have less than 0.2% alloyed lead or as agreed between buyer and seller. Examples that meet this specification include, but are not limited to, CDA 89833\/35\/36\/37\/41\/42 and 45."}, {"id":"16","product":"LEAD-FREE BISMUTH BRASS TURNINGS","isri_code":"Ecstatic","description":"Shall consist of scrap borings and turnings alloyed with copper, tin, bismuth, and zinc. Turnings shall be unmixed and have less than 0.2% alloyed lead or as agreed between buyer and seller. Examples that meet this specification include, but are not limited to, CDA 89833\/35\/36\/37\/41\/42 and 45."}, {"id":"17","product":"HIGH GRADE-LOW LEAD BRONZE\/BRASS SOLIDS","isri_code":"Eland","description":"It is recommended these materials be sold by analysis."}, {"id":"18","product":"GENUINE BABBITT-LINED BRASS BUSHINGS","isri_code":"Elder","description":"Shall consist of red brass bushings and bearings from automobiles and other machinery, shall contain not less than 12% high tin-base babbitt, and shall be free of iron-backed bearings."}, {"id":"19","product":"HIGH LEAD BRONZE SOLIDS AND BORINGS","isri_code":"Elias","description":"It is recommended that these materials be sold on sample or analysis."}, {"id":"20","product":"RED BRASS COMPOSITION TURNINGS","isri_code":"Enerv","description":"Shall consist of turnings from red brass composition material and should be sold subject to sample or analysis."}, {"id":"21","product":"MACHINERY OR HARD BRASS SOLIDS","isri_code":"Engel","description":"Shall have a copper content of not less than 75%, a tin content of not less than 6%, and a lead content of not less than 6% nor more than 11%, and total impurities, exclusive of zinc, antimony, and nickel of not more than 0.75%; the antimony content not to exceed 0.50%. Shall be free of lined and unlined standard red car boxes."}, {"id":"22","product":"MACHINERY OR HARD BRASS BORINGS","isri_code":"Erin","description":"Shall have a copper content of not less than 75%, a tin content of not less than 6%, and a lead content of not less than 6% nor more than 11%, and the total impurities, exclusive of zinc, antimony, and nickel of not more than 0.75%; the antimony content not to exceed 0.50%."}, {"id":"23","product":"UNLINED STANDARD RED CAR BOXES (CLEAN JOURNALS)","isri_code":"Fence","description":"Shall consist of standard unlined and\/or sweated railroad boxes and unlined and\/or sweated car journal bearings, free of yellow boxes and iron-backed boxes."}, {"id":"24","product":"LINED STANDARD RED CAR BOXES (LINED JOURNALS)","isri_code":"Ferry","description":"Shall consist of standard babbitt-lined railroad boxes and\/or babbitt-lined car journal bearings, free of yellow boxes and iron-backed boxes."}, {"id":"25","product":"COCKS AND FAUCETS","isri_code":"Grape","description":"Shall consist of mixed clean red and yellow brass, including chrome or nickel-plated, free of gas cocks, beer faucets, and aluminum and zinc base die cast material, and to contain a minimum of 35% semired."}, {"id":"26","product":"YELLOW BRASS SCRAP","isri_code":"Honey","description":"Shall consist of mixed yellow brass solids, including brass castings, rolled brass, rod brass, tubing and miscellaneous yellow brasses, including plated brass. Must be free of manganese-bronze, aluminumbronze, unsweated radiators or radiator parts, iron, and excessively dirty and corroded materials. Must also be free of any type of munitions including, but not limited to, bullet casings."}, {"id":"27","product":"YELLOW BRASS CASTINGS","isri_code":"Ivory","description":"Shall consist of yellow brass castings in crucible shape, no piece to measure more than 12 inches over any one part; and shall be free of brass forgings, silicon bronze, aluminum bronze and manganese bronze, and not to contain more than 15% nickel plated material."}, {"id":"28","product":"NEW BRASS CLIPPINGS","isri_code":"Label","description":"Shall consist of the cuttings of new unleaded yellow brass sheet or plate, to be clean and free from foreign substances and not to contain more than 10% of clean brass punchings under 1 \/4 inch. To be free of Muntz metal and naval brass."}, {"id":"29","product":"BRASS SHELL CASES WITHOUT PRIMERS","isri_code":"Lace","description":"Shall consist of clean fired 70\/30 brass shell cases free of primers and any other foreign material. For material to be exported from the United States, all shells must be sufficiently mutilated to prevent reuse and reloading."}, {"id":"30","product":"BRASS SHELL CASES WITH PRIMERS","isri_code":"Lady","description":"Shall consist of clean fired 70\/30 brass shell cases containing the brass primers, and containing no other foreign material. For material to be exported from the United States, all shells must be sufficiently mutilated to prevent reuse and reloading."}, {"id":"31","product":"BRASS SMALL ARMS AND RIFLE SHELLS, CLEAN FIRED","isri_code":"Lake","description":"Shall consist of clean fired 70\/30 brass shells free of bullets, iron and any other foreign material. For material to be exported from the United States, all shells must be sufficiently mutilated to prevent reuse and reloading."}, {"id":"32","product":"BRASS SMALL ARMS AND RIFLE SHELLS, CLEAN MUFFLED (POPPED)","isri_code":"Lamb","description":"Shall consist of clean muffled (popped) 70\/30 brass shells free of bullets, iron and any other foreign material. For material to be exported from the United States, all shells must be sufficiently mutilated to prevent reuse and reloading."}, {"id":"33","product":"YELLOW BRASS PRIMER","isri_code":"Lark","description":"Shall consist of clean yellow brass primers, burnt or unburnt. Shall be free of iron, excessive dirt, corrosion and any other foreign material."}, {"id":"34","product":"MIXED NEW NICKEL SILVER CLIPPINGS","isri_code":"Maize","description":"Shall consist of one or more nickel silver alloys and the range of nickel content to be specified, free of chrome or any other plating material. Leaded nickel silver clippings should be packed and sold separately. Not to contain more than 10% of clean punchings under 1 \/4 inch."}, {"id":"35","product":"NEW NICKEL SILVER CLIPPINGS AND SOLIDS","isri_code":"Major","description":"Shall consist of new, clean nickel silver clippings, plate, rod and forgings, and other rolled shapes, free of chrome or any other plating material. Must be sold on nickel content specifications such as 10%? 12%?15%? 18%?20%. Leaded nickel silver clippings should be packed and sold separately. A description as to its physical characteristics should be made in offering all nickel silver material."}, {"id":"36","product":"NEW SEGREGATED NICKEL SILVER CLIPPINGS","isri_code":"Malar","description":"Shall consist of one specified nickel silver alloy. Not to contain more than 10% of clean punchings under 1 \/4 inch."}, {"id":"37","product":"OLD NICKEL SILVER","isri_code":"Malic","description":"Shall consist of old nickel silver sheet, pipe, rod, tubes, wire, screen, soldered or unsoldered. Must not be trimmed seams alone, and must also be free of foreign substances, iron rimmed material and other metals."}, {"id":"38","product":"BRASS PIPE","isri_code":"Melon","description":"Shall consist of brass pipe free of plated and soldered materials or pipes with cast brass connections. To be sound, clean pipes free of sediment and condenser tubes."}, {"id":"39","product":"NICKEL SILVER CASTINGS","isri_code":"Naggy","description":"To be packed and sold separately."}, {"id":"40","product":"NICKEL SILVER TURNINGS","isri_code":"Niece","description":"To be sold by sample or analysis."}, {"id":"41","product":"LEADED BRASS SCRAP TURNINGS","isri_code":"Nascent","description":"Shall consist of scrap borings and turnings alloyed with copper, zinc, and lead. Turnings shall be unmixed and have less than 0.01% alloyed bismuth and silicon each and other impurities as agreed between buyer and seller."}, {"id":"42","product":"LEADED BRASS SCRAP ROD ENDS AND FORGINGS","isri_code":"Niche","description":"Shall consist of scrap rod ends and forgings alloyed with copper, zinc, and lead. Solids shall have less than 0.01% alloyed bismuth and silicon each and other impurities as agreed between buyer and seller."}, {"id":"43","product":"YELLOW BRASS ROD TURNINGS","isri_code":"Night","description":"Shall consist strictly of rod turnings, free of aluminum, manganese, composition, Tobin and Muntz metal turnings; not to contain over 3% free iron, oil or other moisture; to be free of grindings and babbitts; to contain not more than 0.30% tin and not more than 0.15% alloyed iron"}, {"id":"44","product":"NEW YELLOW BRASS ROD ENDS","isri_code":"Noble","description":"Shall consist of new, clean rod ends from free turning brass rods or forging rods, not to contain more than 0.30% tin and not more than 0.15% alloyed iron. To be free of Muntz metal and naval brass or any other alloys. To be in pieces not larger than 12? and free of foreign matter."}, {"id":"45","product":"YELLOW BRASS TURNINGS","isri_code":"Nomad","description":"Shall consist of yellow brass turnings, free of aluminum, manganese and composition turnings, not to contain over 3% of free iron, oil or other moisture; to be free of grindings and babbitts. To avoid dispute, to be sold subject to sample or analysis."}, {"id":"46","product":"MIXED UNSWEATED AUTO RADIATORS","isri_code":"Ocean","description":"Shall consist of mixed automobile radiators, to be free of aluminum radiators, and iron-finned radiators. All radiators to be subject to deduction of actual iron. The tonnage specification should cover the gross weight of the radiators, unless otherwise specified."}, {"id":"47","product":"BRASS CONDENSER TUBES","isri_code":"Pales","description":"Shall consist of clean condenser tubing which may be plated or unplated, free of excessive corroded material as mutually agreed. Upon mutual agreement between buyer and seller, may be in the form of whole bundles including iron and\/or brass heads as well as iron and\/or brass baffles."}, {"id":"48","product":"ALUMINUM BRASS CONDENSER TUBES","isri_code":"Pallu","description":"Shall consist of clean sound condenser tubing which may be plated or unplated, free of nickel alloy and corroded material."}, {"id":"49","product":"MUNTZ METAL TUBES","isri_code":"Palms","description":"Shall consist of clean sound Muntz metal tubing which may be plated or unplated, free of nickel alloy, aluminum alloy, and corroded material."}, {"id":"50","product":"MANGANESE BRONZE SOLIDS","isri_code":"Parch","description":"Shall have a copper content of not less than 55%, a lead content of not more than 1%, and shall be free of aluminum bronze and silicon bronze."}, {"id":"51","product":"CLEAN ALUMINUM LITHOGRAPHIC SHEETS","isri_code":"Tablet","description":"To consist of 1000 and\/or 3000 series alloys, to be free of paper, plastic, excessively inked sheets, and any other contaminants. Minimum size of 3? (8 cm) in any direction."}, {"id":"52","product":"NEW, CLEAN ALUMINUM LITHOGRAPHIC SHEETS","isri_code":"Tabloid","description":"To consist of 1000 and\/or 3000 series alloys, uncoated, unpainted, to be free of paper, plastic, ink, and any other contaminants. Minimum size of 3? (8 cm) in any direction."}, {"id":"53","product":"MIXED LOW COPPER ALUMINUM CLIPPINGS AND SOLIDS","isri_code":"Taboo","description":"Shall consist of new, clean, uncoated and unpainted low copper aluminum scrap of two or more alloys with a minimum thickness of 0.015 inches (.38 mm) and to be free of 2000 and 7000 series, hair wire, wire screen, punchings less 1\/2 inch (1.25 cm) diameter, dirt, and other non-metallic items. Grease and oil not to total more than 1%. Variations to this specification should be agreed upon prior to shipment between the buyer and seller."}, {"id":"54","product":"CLEAN MIXED OLD ALLOY SHEET ALUMINUM","isri_code":"Taint\/Tabor","description":"Shall consist of clean old alloy aluminum sheet of two or more alloys, free of foil, venetian blinds, castings, hair wire, screen wire, food or beverage containers, radiator shells, airplane sheet, bottle caps, plastic, dirt, and other non-metallic items. Oil and grease not to total more than 1%. Up to 10% Tale permitted."}, {"id":"55","product":"NEW ALUMINUM CAN STOCK","isri_code":"Take","description":"Shall consist of new low copper aluminum can stock and clippings, clean, lithographed or not lithographed, and coated with clear lacquer but free of lids with sealers, iron, dirt and other foreign contamination. Oil not to exceed 1%."}, {"id":"56","product":"POST-CONSUMER ALUMINUM CAN SCRAP","isri_code":"Talc","description":"Shall consist of old aluminum food and\/or beverage cans. The material is to be free of other scrap metals, foil, tin cans, plastic bottles, paper, glass, and other non-metallic items. Variations to this specification should be agreed upon prior to shipment between the buyer and seller."}, {"id":"57","product":"SHREDDED ALUMINUM USED BEVERAGE CAN (UBC) SCRAP","isri_code":"Talcred","description":"Shall have a density of 12 to 17 pounds per cubic foot (193 to 273 kg\/m3). Material should contain maximum 5% fines less than 4 mesh (U.S. standard screen size) (6.35 mm). Must be magnetically separated material and free of steel, lead, bottle caps, plastic cans and other plastics, glass, wood, dirt, grease, trash, and other foreign substances. Any free lead is basis for rejection. Any and all aluminum items, other than used beverage cans, are not acceptable. Variations to this specification should be agreed upon prior to shipment between the seller and buyer."}, {"id":"58","product":"DENSIFIED ALUMINUM USED BEVERAGE CAN (UBC) SCRAP","isri_code":"Taldack","description":"Shall have a biscuit density of 35 to 50 pounds per cubic foot (562 to 802 kg\/m3). Each biscuit not to exceed 60 pounds (27.2 kg). Nominal biscuit size range from 10? to 13? x 101\/4? (25.4 x 33 x 26 cm) to 20? x 61\/4? x 9? (50.8 x 15.9 x 22.9 cm). Shall have banding slots in both directions to facilitate bundle banding. All biscuits comprising a bundle must be of uniform size. Size: Bundle range dimensions acceptable are 41? to 44? x 51? (104 to 112 cm) to 54? x 54? (137 x 137 cm) to 56? (142 cm) high. The only acceptable tying method shall be as follows: Using minimum 5\/8? (1.6 cm) wide by .020? (.05 cm) thick steel straps, the bundles are to be banded with one vertical band per row and a minimum of two firth (horizontal) bands per bundle. Use of skids and\/or support sheets of any material is not acceptable. Must be magnetically separated material and free of steel, lead, bottle caps, plastic cans and other plastic, glass, wood, dirt, grease, trash, and other foreign substances. Any free lead is basis for rejection. Any and all aluminum items, other than used beverage cans, are not acceptable. Items not covered in the specifications, including moisture, and any variations to this specification should be agreed upon prior to shipment between the seller and buyer."}, {"id":"59","product":"BALED ALUMINUM USED BEVERAGE CAN (UBC) SCRAP","isri_code":"Taldon","description":"Shall have a minimum density of 14 pounds per cubic foot (225 kg\/m3), and a maximum density of 17 pounds per cubic foot (273 kg\/m3) for unflattened UBC and 22 pounds per cubic foot (353 kg\/m3) for flattened UBC. Size: Minimum 30 cubic feet (.85 m3), with bale range dimensions of 24? to 40? (61 to 132 cm) by 30? to 52? (76 to 132 cm) by 40? to 84?(102 to 213 cm). The only acceptable tying method shall be as follows: four to six 5\/8? (1.6 cm) x .020? (5 mm) steel bands, or six to ten #13 gauge steel wires (aluminum bands or wires are acceptable in equivalent strength and number). Use of skids and\/ or support sheets of any material is not acceptable. Must be magnetically separated material and free of steel, lead, bottle caps, plastic cans and other plastic, glass, wood, dirt, grease, trash, and other foreign substances. Any free lead is basis for rejection. Any and all aluminum items, other than used beverage cans, are not acceptable. Variations to this specification should be agreed upon prior to shipment between the buyer and seller."}, {"id":"60","product":"BRIQUETUED ALUMINUM USED BEVERAGE CAN (UBC) SCRAP","isri_code":"Taldork","description":"Shall have a briquette density of 50 pounds per cubic foot (800 kg\/m3) minimum. Nominal briquette size shall range from 12? to 24? (30.5 x 61 cm) x 12? to 24? (30.5 x 61 cm) in uniform profile with a variable length of 8? (20.3 cm) minimum and 48? (122 cm) maximum. Briquettes shall be bundled or stacked on skids and secured with a minimum of one vertical band per row and a minimum of one girth band per horizontal layer. Briquettes not to overhang pallet. Total package height shall be 48 (122 cm) maximum. Banding shall be at least 5\/8? (1.6 cm) wide by .020? (5 mm) thick steel strapping or equivalent strength. The weight of any bundle shall\nnot exceed 4,000 pounds (1.814 mt). Material must\nbe magnetically separated and free of steel, plastic,\nglass, dirt and all other foreign substances. Any and\nall aluminum items other than UBC are unacceptable.\nAny free lead is basis for rejection. Items not\ncovered in the specification, including moisture,\nand any variations to this specification should be\nagreed upon prior to shipment between the buyer\nand seller."}, {"id":"61","product":"PAINTED SIDING","isri_code":"Tale","description":"Shall consist of clean, low copper aluminum siding scrap, painted one or two sides, free of plastic coating, iron, dirt, corrosion, fiber, foam, or fiberglass backing or other non-metallic items."}, {"id":"62","product":"ALUMINUM COPPER RADIATORS","isri_code":"Talk","description":"Shall consist of clean aluminum and copper radiators, and\/or aluminum fins on copper tubing, free of brass tubing, iron and other foreign contamination."}, {"id":"63","product":"E.C. ALUMINUM NODULES","isri_code":"Tall","description":"Shall consist of clean E.C. aluminum, chopped or shredded, free of screening, hair-wire, iron, copper, insulation and other non-metallic items. Must be free of minus 20 mesh material. Must contain 99.45% aluminum content."}, {"id":"64","product":"ALL ALUMINUM RADIATORS FROM AUTOMOBILES","isri_code":"Tally","description":"Shall consist of clean aluminum radiators and\/or condensers. Should be free of all other types of radiators. All contaminants including iron, plastic, and foam not to exceed 1% of weight. Any deviation to this specification, including oxidation and aluminum content, to be negotiated between buyer and seller."}, {"id":"65","product":"NEW PURE ALUMINUM WIRE AND CABLE","isri_code":"Talon","description":"Shall consist of new, clean, unalloyed aluminum wire or cable free from hair wire, ACSR, wire screen, iron, insulation and other non-metallic items."}, {"id":"66","product":"NEW MIXED ALUMINUM WIRE AND CABLE","isri_code":"Tann","description":"Shall consist of new, clean, unalloyed aluminum wire or cable which may contain up to 10% 6000 series wire and cable free from hair wire, wire screen, iron, insulation and other non-metallic items."}, {"id":"67","product":"CLEAN ALUMINUM PISTONS","isri_code":"Tarry A","description":"Shall consist of clean aluminum pistons to be free from struts, bushings, shafts, iron rings and nonmetallic items. Oil and grease not to exceed 2%"}, {"id":"68","product":"CLEAN ALUMINUM PISTONS WITH STRUTS","isri_code":"Tarry B","description":"Shall consist of clean whole aluminum pistons with struts. Material is to be free from bushings, shafts, iron and non-metallic items . Oil and grease not to exceed 2%."}, {"id":"69","product":"IRONY ALUMINUM PISTONS","isri_code":"Tarry C","description":"Shall consist of aluminum pistons with non-aluminum attachments to be sold on a recovery basis or by special arrangement between buyer and seller."}, {"id":"70","product":"OLD MIXED ALUMINUM WIRE AND CABLE","isri_code":"Tassel","description":"Shall consist of old, unalloyed aluminum wire and cable which may contain up to 10% 6000 series wire and cable with not over 1% free oxide or dirt and free from hair wire, wire screen, iron, insulation and other non-metallic items."}, {"id":"71","product":"OLD PURE ALUMINUM WIRE AND CABLE","isri_code":"Taste","description":"Shall consist of old, unalloyed aluminum wire and cable containing not over 1% free oxide or dirt and free from hair wire, wire screen, iron, insulation and other non-metallic items."}, {"id":"72","product":"NEW PRODUCTION ALUMINUM EXTRUSIONS","isri_code":"Tata","description":"Shall consist of one alloy (typically 6063). Material may contain ?butt ends? from the extrusion process but must be free of any foreign contamination. Anodized material is acceptable. Painted material or alloys other than 6063 must be agreed upon by buyer and seller."}, {"id":"73","product":"ALUMINUM EXTRUSIONS \"10\/10\"","isri_code":"Toto","description":"Material to consist of new production and old\/used 6063 extrusions that may contain up to (but not exceed) 10 percent painted extrusions and 10 percent 6061 alloy extrusions. Must not contain other alloys of aluminum. Material should be free of zinc corners, iron attachments, felt, plastic, paper, cardboard, thermo break, and dirt and other contaminants"}, {"id":"74","product":"ALUMINUM EXTRUSION DEALER GRADE","isri_code":"Tutu","description":"Shall consist of old extruded aluminum of one alloy, typically alloy 6063, 6061, or 7075. Material must be free of iron, thermo break, saw chips, zinc corners, dirt, paper, cardboard, and other foreign contamination. Percentages of paint or other alloys to be agreed upon by buyer and seller."}, {"id":"75","product":"SEGREGATED ALUMINUM BORINGS AND TURNINGS","isri_code":"Teens","description":"Shall consist of aluminum borings and turnings of one specified alloy. Material should be free of oxidation, dirt, free iron, stainless steel, magnesium, oil, flammable liquids, moisture and other non-metallic items. Fines should not exceed 3% through a 20 mesh (U.S. standard) screen."}, {"id":"76","product":"MIXED ALUMINUM BORINGS AND TURNINGS","isri_code":"Telic","description":"Shall consist of clean, uncorroded aluminum borings and turnings of two or more alloys and subject to deductions for fines in excess of 3% through a 20 mesh screen and dirt, free iron, oil, moisture and all other non-metallic items. Material containing iron in excess of 10% and\/or free magnesium or stainless steel or containing highly flammable cutting compounds will not constitute good delivery. To avoid dispute, material should be sold on basis of definite maximum zinc, tin and magnesium content."}, {"id":"77","product":"MIXED ALUMINUM CASTINGS","isri_code":"Tense","description":"Shall consist of all clean aluminum castings which may contain auto and airplane castings but no ingots, and to be free of iron, brass, dirt and other non-metallic items. Oil and grease not to total more than 2%."}, {"id":"78","product":"AIRCRAFT SHEET ALUMINUM","isri_code":"Tepid","description":"Should be sold on recovery basis or by special arrangements with purchaser."}, {"id":"79","product":"NEW ALUMINUM FOIL","isri_code":"Terse","description":"Shall consist of clean, new, pure, uncoated 1000 and\/or 3000 and\/or 8000 series alloy aluminum foil, free from anodized foil, radar foil and chaff, paper, plastics, or any other non-metallic items. Hydraulically briquetted material and other alloys by agreement between buyer and seller."}, {"id":"80","product":"POST CONSUMER ALUMINUM FOIL","isri_code":"Tesla","description":"Shall consist of baled old household aluminum foil and formed foil containers of uncoated 1000, 3000 and 8000 series aluminum alloy. Material may be anodized and contain a maximum of 5% organic residue. Material must be free from radar chaff foil, chemically etched foil, laminated foils, iron, paper, plastic and other non-metallic contaminants."}, {"id":"81","product":"NEW COATED ALUMINUM FOIL","isri_code":"Tetra","description":"Shall consist of new aluminum foil coated or laminated with ink, lacquers, paper, or plastic. Material shall be clean, dry, free of loose plastic, PVC and other non-metallic items. This foil is sold on a metal content basis or by sample as agreed between buyer and seller."}, {"id":"82","product":"ALUMINUM GRINDINGS","isri_code":"Thigh","description":"Should be sold on recovery basis or by special arrangements with purchaser."}, {"id":"83","product":"ALUMINUM DROSSES, SPATTERS, SPILLINGS, SKIMMINGS AND SWEEPINGS","isri_code":"Thirl","description":"Should be sold on recovery basis or by special arrangements with purchaser."}, {"id":"84","product":"ALUMINUM BREAKAGE","isri_code":"Thorn","description":"Shall consist of aluminum with miscellaneous contaminants like iron, dirt, plastic and other types of contaminants. Material can either be sold based on aluminum recovery or content as agreed upon by buyer and seller. Must contain a minimum of 33% aluminum unless otherwise agreed upon by buyer and seller."}, {"id":"85","product":"SWEATED ALUMINUM","isri_code":"Throb","description":"Shall consist of aluminum scrap which has been sweated or melted into a form or shape such as an ingot, sow or slab for convenience in shipping; to be free from corrosion, dross or any non-aluminum inclusions. Should be sold subject to sample or analysis."}, {"id":"86","product":"SEGREGATED NEW ALUMINUM ALLOY CLIPPINGS AND SOLIDS","isri_code":"Tooth","description":"Shall consist of new, clean, uncoated and unpainted aluminum scrap of one specified aluminum alloy with a minimum thickness of .015? (.38 mm) and to be free of hair wire, wire screen, dirt and other nonmetallic items. Oil and grease not to total more than 1%. Also free from punchings less than 1\/2? (1.27 cm) in size."}, {"id":"87","product":"MIXED NEW ALUMINUM ALLOY CLIPPINGS AND SOLIDS","isri_code":"Tough","description":"Shall consist of new, clean, uncoated and unpainted aluminum scrap of two or more alloys with a minimum thickness of .015? (.38 mm) and to be free of hair wire, wire screen, dirt and other non-metallic items. Oil and grease not to total more than 1%. Also free from punchings less than 1\/2? (1.27 cm) in size"}, {"id":"88","product":"SEGREGATED NEW ALUMINUM CASTINGS, FORGINGS AND EXTRUSIONS","isri_code":"Tread","description":"Shall consist of new, clean, uncoated aluminum castings, forgings, and extrusions of one specified alloy only and to be free from sawings, stainless steel, zinc, iron, dirt, oil, grease and other non-metallic items."}, {"id":"89","product":"Aluminum Auto or Truck Wheels","isri_code":"Troma","description":"Shall consist of clean, single-piece, unplated aluminum wheels of a single specified alloy, free of all inserts, steel, wheel weights, valve stems, tires, grease and oil and other non-metallic items. Variations to this specification should be agreed upon prior to shipment between the buyer and seller."}, {"id":"90","product":"ALUMINUM AUTO CASTINGS","isri_code":"Trump","description":"Shall consist of all clean automobile aluminum castings of sufficient size to be readily identified and to be free from iron, dirt, brass, bushings, and non-metallic items. Oil and grease not to total more than 2%."}, {"id":"91","product":"ACSR","isri_code":"Trill","description":"Aluminum Conductor Steel Reinforced (ACSR) wire is a combination of steel and aluminum wire, of various configurations, with the expected aluminum recovery agreed upon by the buyer and the seller. Material to be free of other wires and cables unless mutually agreed upon."}, {"id":"92","product":"IAW","isri_code":"Twang","description":"Insulated aluminum wire, which may or may not contain other wires or metal shielding, with the expected aluminum recovery agreed upon by the buyer and the seller. The material to be free of other wires and cables unless mutually agreed upon."}, {"id":"93","product":"FRAGMENTIZER AIRCRAFT ALUMINUM SCRAP (2000 and 7000 series)","isri_code":"Twirl","description":"The material as received must be dry and not to contain more than 2% free zinc, 1% maximum free magnesium, and 1.5% maximum free iron and stainless with a maximum of 2% analytical iron. Not to contain more than a total 5% maximum of non-metallics, of which no more than 1% shall be rubber and plastics. To be free of excessively oxidized material. Any variations to be sold by special arrangement between buyer and seller."}, {"id":"94","product":"ALUMINUM AIRPLANE CASTINGS","isri_code":"Twist","description":"Shall consist of clean aluminum castings from airplanes and to be free from iron, dirt, brass, bushings, and non-metallic items. Oil and grease not to total more than 2%."}, {"id":"95","product":"FLOATED FRAGMENTIZER ALUMINUM SCRAP (from\r\nAutomobile Shredders)","isri_code":"Twitch","description":"Derived from wet or dry media separation device, the material must be dry and not contain more than 1% maximum free zinc, 1% maximum free magnesium, and 1% maximum of analytical iron. Not to contain more than a total 2% maximum of non-metallics, of which no more than 1% shall be rubber and plastics. To be free of excessively oxidized material, air bag canisters, or any sealed or pressurized items. Any variation to be sold by special arrangement between buyer and seller."}, {"id":"96","product":"FRAGMENTIZER ALUMINUM SCRAP (from Automobile Shredders)","isri_code":"Tweak","description":"Derived from either mechanical or hand separation, the material must be dry and not contain more than 4% maximum free zinc, 1% maximum free magnesium, and 1.5% maximum of analytical iron. Not to contain more than a total 5% maximum of nonmetallics, of which no more than 1% shall be rubber and plastics. To be free of excessively oxidized material, air bag canisters, or any sealed or pressurized items. Any variation to be sold by special arrangement between buyer and seller."}, {"id":"97","product":"BURNT FRAGMENTIZER ALUMINUM SCRAP (from Automobile Shredders)","isri_code":"Twire","description":"Incinerated or burned material must be dry and not contain more than X% (% to be agreed upon by buyer and seller) ash from incineration, 4% maximum free zinc, 1% maximum free magnesium, and 1.5% maximum of analytical iron. Not to contain more than a total 5% maximum of non-metallics, of which no more than 1% shall be rubber and plastics. To be free of excessively oxidized material, air bag canisters, or any sealed pressurized items. Any variation to be sold by special arrangement between buyer and seller."}, {"id":"98","product":"SHREDDED NONFERROUS SCRAP (predominantly aluminum)","isri_code":"Zorba","description":"Shall be made up of a combination of the nonferrous metals: aluminum, copper, lead, magnesium, stainless steel, nickel, tin, and zinc, in elemental or alloyed (solid) form. The percentage of each metal within the nonferrous concentrate shall be subject to agreement between buyer and seller. Material generated by eddy current, air separation, flotation, screening, other segregation technique(s), or a combination thereof. Shall have passed one or more magnets to reduce or eliminate free iron and\/or large iron attachments. Shall be free of radioactive material, dross, or ash. Material to be bought\/sold under this guideline shall be identified as ?Zorba? with a number to follow indicating the estimated percentage nonferrous metal content of the material (e.g., ?Zorba 90? means the material contains approximately 90% nonferrous metal content). May also be screened to permit description by specific size ranges. (Refer also to Zorba under Mixed Metals.)"}, {"id":"99","product":"OLD ZINC DIE CAST SCRAP","isri_code":"Saves","description":"Shall consist of miscellaneous old zinc base die castings, with or without iron and other foreign attachments. Must be free of borings, turnings, dross pieces, chunks, melted pieces and skimmings. All unmeltables, dirt, foreign attachments, and volatile substances (such as rubber, cork, plastic, grease, etc.) are deductible. Material containing in excess of 30% iron will not constitute good delivery."}, {"id":"100","product":"NEW ZINC DIE CAST SCRAP","isri_code":"Scabs","description":"Shall consist of new or unused, clean, zinc base die castings. Castings to be unplated, unpainted, and free from corrosion."}, {"id":"101","product":"ZINC DIE CAST AUTOMOTIVE GRILLES","isri_code":"Scoot","description":"Shall consist of clean, old or used zinc base die cast automotive grilles, free from soldered material. All foreign attachments and extraneous materials are deductible."}, {"id":"102","product":"NEW PLATED ZINC DIE CAST SCRAP","isri_code":"Scope","description":"Shall consist of new or unused clean, plated zinc base die castings, free from corrosion."}, {"id":"103","product":"OLD SCRAP ZINC","isri_code":"Score","description":"Shall consist of clean dry scrap zinc, such as sheets, jar lids, clean unalloyed castings and anti-corrosion plates. Borings and turnings are not acceptable. Material must not be excessively corroded or oxidized. All foreign attachments and extraneous materials are deductible."}, {"id":"104","product":"NEW ZINC CLIPPINGS","isri_code":"Screen","description":"Shall consist of any new pure zinc sheets or stampings free from corrosion. To contain no foreign material or attachments. Printers zinc, such as engravers zinc, lithograph sheets and addressograph plates subject to special arrangements. Printers zinc to be free of routings."}, {"id":"105","product":"CRUSHED CLEAN SORTED FRAGMENTIZERS DIE CAST SCRAP, AS PRODUCED FROM AUTOMOBILE FRAGMENTIZERS","isri_code":"Scribe","description":"To be clean, free of dirt, oil, glass, rubber, and trash. To contain a maximum of 5% unmeltables such as free iron, copper, aluminum and other metals"}, {"id":"106","product":"UNSORTED ZINC DIE CAST SCRAP","isri_code":"Scroll","description":"Produced from automobile fragmentizers. Material to contain about 55% zinc-bearing scrap. Other nonferrous metals such as aluminum, stainless steel, red metal, etc., to be about 40%. Insulated copper wire about 1%. Trash, dirt, glass, rubber, oil, iron, not to exceed 5%. Any variations to be sold by special arrangement between buyer and seller."}, {"id":"107","product":"HOT DIP GALVANIZERS SLAB ZINC DROSS (Batch Process)","isri_code":"Scrub","description":"Shall consist only of galvanizers unsweated zinc dross in slab form from hot dip galvanizing (Batch Process) with a minimum zinc content of 92% and shall be free of skimmings and tramp iron. Broken pieces under 2? in diameter shall not exceed 10% of\nthe weight of each shipment. Slabs shall not weigh\nover 100 pounds each. Heavier pieces acceptable\nupon mutual agreement between buyer and seller.\nMaterial from continuous galvanizing operation is\nnot acceptable. Blocks are acceptable upon mutual\nagreement."}, {"id":"108","product":"ZINC DIE CAST SLABS OR PIGS","isri_code":"Scull","description":"Shall consist of melted zinc base die cast materials, in smooth clean solid slabs or pigs. Material to be free from drosses and to contain a minimum zinc content of 90%. To contain a maximum of 0.1% nickel and maximum of 1% lead. Blocks are acceptable upon mutual agreement."}, {"id":"109","product":"CONTINUOUS LINE GALVANIZING SLAB ZINC TOP DROSS","isri_code":"Seal","description":"Shall consist of unsweated zinc dross removed from the top of a continuous line galvanizing bath, in slab form not weighing in excess of 100 pounds each, with a minimum zinc content of 90%. Heavier pieces acceptable upon mutual agreement between buyer and seller. Shall be free of skimmings. Broken pieces under 2? in diameter shall not exceed 10% of the weight of each shipment."}, {"id":"110","product":"CONTINUOUS LINE GALVANIZING SLAB ZINC BOTTOM DROSS","isri_code":"Seam","description":"Shall consist of unsweated zinc dross removed from the bottom of a continuous line galvanizing bath, in slab form not weighing in excess of 100 pounds each, with a minimum zinc content of 92%. Heavier pieces acceptable upon mutual agreement between buyer and seller. Shall be free of skimmings. Broken pieces under 2? in diameter shall not exceed 10% of the weight of each shipment."}, {"id":"111","product":"PRIME ZINC DIE CAST DROSS","isri_code":"Shelf","description":"Shall consist of metal skimmed from the top of pot of molten zinc die cast metal. Must be unsweated, unfluxed, shiny, smooth, metallic and free from corrosion or oxidation. Should be poured in molds or in small mounds weighing not over 75 pounds each."}, {"id":"112","product":"MAGNESIUM CLIPS","isri_code":"Wafer","description":"Shall consist of clean magnesium clips in crucible size, free of copper, aluminum, and zinc flashings and excessive oil and grease. To be free of all foreign attachments."}, {"id":"113","product":"MAGNESIUM SCRAP","isri_code":"Walnut","description":"Shall consist of magnesium castings, magnesium engine blocks and transmission casings, bomber and car wheels, extrusions, and sheet. Material to be free from brass and copper inserts and all foreign attachments. To be free of anodes, hollow castings and explosives. Percentages of and penalties for dirt, oil, grease, and iron to be subject to agreement between buyer and seller. Excessively large pieces to be negotiated between buyer and seller."}, {"id":"114","product":"MAGNESIUM ENGRAVER PLATES","isri_code":"Wine","description":"To be free of copper, aluminum, zinc, and electrotype plates. To be clean and free of all foreign attachments. Magnesium plates shipped loose by agreement between buyer and seller"}, {"id":"115","product":"MAGNESIUM DOCKBOARDS","isri_code":"Wood","description":"Shall consist of clean magnesium dockboard cut or broken to size agreed upon by buyer and seller. To be free of all foreign attachments."}, {"id":"116","product":"MAGNESIUM TURNINGS","isri_code":"World","description":"It is recommended that these materials be sold by special arrangement between buyer and seller."}, {"id":"117","product":"SCRAP LEAD-SOFT","isri_code":"Racks","description":"Shall consist of clean soft scrap lead, free of other materials such as drosses, battery plates, lead covered cable, hard lead, collapsible tubes, foil, type metals, aluminum, zinc, iron and brass fittings, dirty chemical lead and radioactive materials. Review packaging specifications and regulatory status pertaining to shipping with buyer prior to sale."}, {"id":"118","product":"MIXED HARD\/SOFT SCRAP LEAD","isri_code":"Radio","description":"Shall consist of clean lead solids and lead shots, free of other materials, such as drosses, battery plates, lead covered cable, collapsible tubes, type metals, aluminum, zinc, iron and brass fittings, dirty chemical lead and radioactive materials. Review packaging specifications and regulatory status pertaining to shipping with buyer prior to sale."}, {"id":"119","product":"SCRAP DRAINED\/DRY WHOLE INTACT LEAD","isri_code":"Rains","description":"To be free of any liquid. Cases to be either plastic or rubber and be complete including caps. Non-lead (nicad, ni-fe, carbonaire, etc.) not acceptable. Industrial, steel cased, aircraft (aluminum cased) and partial, cracked or broken batteries and batteries without caps subject to special agreement. Review packaging specifications and regulatory status pertaining to shipping with buyer prior to sale."}, {"id":"120","product":"BATTERY LUGS","isri_code":"Rakes","description":"To be free of scrap lead, wheel weights, battery plates, rubber and\/or plastic case material and other foreign material. A minimum of 97% metallic content is required. Review packaging specifications and regulatory status pertaining to shipping with buyer prior to sale."}, {"id":"121","product":"LEAD COVERED COPPER CABLE","isri_code":"Relay","description":"Free of armored covered cable and foreign material subject to negotiation between buyer and seller."}, {"id":"122","product":"LEAD DROSS","isri_code":"Rents","description":"Should be clean and reasonably free of other materials such as iron, dirt, harmful chemicals or other metals. To be free of radioactive materials, aluminum and zinc. May be bought on an assay basis or as agreed to by buyer and seller. Other metals present such as antimony, tin, etc., to be accounted for as agreed between buyer and seller. Material\nto be readily dumped from drums. An extra charge\nmay be assessed if material has to be mechanically\nremoved. Review packaging specification and regulatory\nstatus pertaining to shipping with buyer prior\nto sale."}, {"id":"123","product":"SCRAP WET WHOLE INTACT LEAD BATTERIES","isri_code":"Rink","description":"Consisting of SLI (starting, lighting & ignition), automotive, truck, 8-D and commercial golf cart and marine-type batteries. Cases to be either plastic or rubber and to be complete. Non-lead (i.e., ni-cad, ni-fe, carbonaire, etc.) not acceptable. Other types i.e. aircraft (aluminum) gel-cel, lawnmower, etc., and partial, cracked or broken batteries or batteries without caps and the amount of liquid content and any variations to the specification subject to special agreement. Review packaging specifications and regulatory status pertaining to shipping with buyer prior to sale."}, {"id":"124","product":"SCRAP INDUSTRIAL INTACT LEAD CELLS","isri_code":"Rono","description":"Consisting of plates enclosed by some form of complete plastic case. Partial, cracked or broken cells, cells without caps and the amount of liquid content and any variations to the specification subject to special agreement. Review packaging specifications and regulatory status pertaining to shipping with buyer prior to sale."}, {"id":"125","product":"SCRAP WHOLE INTACT INDUSTRIAL LEAD BATTERIES","isri_code":"Roper","description":"Consisting of bus, diesel, locomotive, telephone and\/ or steel cased batteries. Submarine batteries subject to negotiation. Partial, cracked, broken batteries or batteries without caps and the amount of liquid content and any variations to the specification subject to special agreement. Review packaging specifications and regulatory status pertaining to shipping with buyer prior to sale."}, {"id":"126","product":"WHEEL WEIGHTS","isri_code":"Ropes","description":"To consist of lead tire balances with or without iron clips. Not to include scrap lead, lugs or plates unless specifically agreed to. To be free of foreign material. Review packaging specifications and regulatory status pertaining to shipping with buyer prior to sale."}, {"id":"127","product":"NEW NICKEL SCRAP","isri_code":"Aroma","description":"Shall consist of clean new sheet, plate, bar, tube, and any other wrought nickel scrap solids. Nickel minimum 99%; Cobalt maximum 0.25%; Copper maximum 0.50%. Free of castings, as well as any foreign attachments or other contamination."}, {"id":"128","product":"OLD NICKEL SCRAP","isri_code":"Burly","description":"Shall consist of old and\/or new sheet, plate, bar, tube, and any other wrought nickel scrap solids. Material to contain a minimum of 98% nickel; Copper maximum 0.50%. This grade to be free of castings, soldered, brazed, sweated, or painted material, other metallic coating, foreign attachments, or any other contamination."}, {"id":"129","product":"NEW CUPRO NICKEL CLIPS AND SOLIDS","isri_code":"Dandy","description":"Shall consist of clean, new, segregated (normally accepted analysis grades) either 70\/30, 80\/20, or 90\/10 cupro nickel tube, pipe, sheet, plate, or other wrought solid forms. Must be free of foreign attachments or any other contamination."}, {"id":"130","product":"CUPRO NICKEL SOLIDS","isri_code":"Daunt","description":"Shall consist of old, and\/or new, segregated (normally accepted analysis grades) either 70\/30, 80\/20, 90\/10 cupro nickel tube, pipe, sheet, plate, or other wrought solid forms. Maximum 2% sediment allowable. Any other forms of cupro nickel solids such as castings, gates, risers, spills, etc., packaged separately, may or may not be included, only upon agreement between buyer and seller. Must be free of foreign attachments and all other contamination. Other particulars concerning physical description, analysis and packaging to be agreed upon between buyer and seller."}, {"id":"131","product":"CURPO NICKEL SPINNINGS, TURNINGS, BORINGS","isri_code":"Decoy","description":"Shall consist of clean, segregated (normally accepted analysis grades) either 70\/30, 80\/20, 90\/10 cupro nickel spinnings, turnings, or borings. Particulars concerning physical description, analysis, and packaging, to be agreed upon between buyer and seller."}, {"id":"132","product":"SOLDERED CUPRO NICKEL SOLIDS","isri_code":"Delta","description":"Shall consist of segregated (normally accepted analysis grades) either 70\/30, 80\/20, 90\/10 cupro nickel solids, soldered, brazed, or sweated material. Must be free of trimmed seams and edges and all other contamination."}, {"id":"133","product":"MISCELLANEOUS NICKEL-COPPER AND NICKEL-COPPER IRON","isri_code":"Depth","description":"Shall consist of miscellaneous scrap in which the basic elements, by weight, are nickel and copper, such as copper nickel peelings, plating racks, and hangers, and all nickel and copper in attached or combined form. In all cases, miscellaneous nickel copper scrap should be sold by description and analysis."}, {"id":"134","product":"NEWR-MONEL CLIPPINGS AND SOLIDS","isri_code":"Hitch","description":"Shall consist of clean, new, R-Monel sheet, plate, bar, rod, tube, pipe, or any other wrought scrap. Must be free of any foreign attachments or all other contamination."}, {"id":"135","product":"NEW MIXED MONEL SOLIDS AND CLIPPINGS","isri_code":"House","description":"Shall consist of new, clean R and K-Monel solids and clippings. Free of cast material, foreign attachments and all other contamination."}, {"id":"136","product":"OLD MONEL SHEET AND SOLIDS","isri_code":"Ideal","description":"Shall consist of clean R and K-Monel solids such as sheet, plate, pipe, rods, forgings, screen and wire cloth. Must be free of soldered, brazed, welded, or sweated material, cast material, foreign attachments, and all other contamination."}, {"id":"137","product":"K-MONEL SOLIDS","isri_code":"Indian","description":"Shall consist of clean K-Monel solids."}, {"id":"138","product":"SOLDERED MONEL SHEET AND SOLIDS","isri_code":"Junto","description":"Shall consist of soldered and\/or brazed miscellaneous grades of Monel alloys in either wrought or cast form. Must be free of trimmed seams and edges, non-metallic filling, foreign attachments, and all other contamination. Particulars concerning physical description, assay, and packaging to be agreed upon between buyer and seller."}, {"id":"139","product":"MONEL CASTINGS","isri_code":"Lemon","description":"Shall consist of various types of clean Monel castings, assaying minimum 60% nickel. Must be free of foreign attachments or any other contamination."}, {"id":"140","product":"MONEL TURNINGS","isri_code":"Lemur","description":"Shall consist of mixed Monel turnings and borings containing a minimum of 60% nickel content, on a dry basis."}, {"id":"141","product":"200 SERIES STAINLESS STEEL SCRAP SOLIDS","isri_code":"Pekoe","description":"Shall consist of all types of clean AISI Series Stainless Steel Scrap Solids, which contain a maximum of .5% copper, free of foreign attachments and other contamination."}, {"id":"142","product":"STAINLESS STEEL SCRAP","isri_code":"Sabot","description":"Shall consist of clean 18-8 type stainless steel clips and solids containing a minimum 7% nickel, 16% chrome, and have a maximum of .50% molybdenum, .50% copper, .045% phosphorous, and .03% sulfur, and otherwise free of harmful contaminants. Particulars concerning physical description, grading, additional analysis, and preparation to be agreed upon between buyer and seller."}, {"id":"143","product":"STAINLESS STEEL TURNINGS","isri_code":"Ultra","description":"Shall consist of clean 18-8 type stainless steel turnings containing a minimum 7% nickel and 16% chrome, and to be free of nonferrous metals, nonmetallics, excessive iron, oil and other contaminants. Particulars concerning physical description, assay, and packaging to be agreed upon between buyer and seller."}, {"id":"144","product":"EDISON BATTERIES","isri_code":"Vaunt","description":"Nickel-iron batteries to be sold free of crates, copper terminal connectors, and excess liquid. Must be free of nickel cadmium batteries."}, {"id":"145","product":"SHREDDED NONFERROUS SENSOR SORTED SCRAP (predominantly stainless steel)","isri_code":"Zurik","description":"Shall be made up of a combination of the nonferrous metals: stainless steel, insulated copper wire, aluminum, copper, lead, magnesium, nickel, tin, and zinc, in elemental or alloyed (solid) form. The percentage of each metal within the nonferrous concentrate shall be subject to agreement between buyer and seller. Material generated by computer sensing equipment (e.g., induction sensor sorting or X-ray) technique(s). Shall have passed one or more magnets to reduce or eliminate free iron and\/or large iron attachments. Shall be free of radioactive material, dross, or ash. Material to be bought\/sold under this guideline shall be identified as ?Zurik? with a number to follow indicating the estimated percentage nonferrous content of the material (e.g.,\n?Zurik 90? means the material contains approximately\n90% nonferrous metal content). May also\nbe screened to permit description by specific size\nranges. (Refer also to Zurik under Mixed Metals.)"}, {"id":"146","product":"BALLASTS (FLUORESCENT)","isri_code":"Darth","description":"Shall consist of whole and complete fluorescent light ballasts containing copper inside. Must not contain polychlorinated biphenyls (PCBs). Electronic ballasts subject to agreement between buyer and seller."}, {"id":"147","product":"SEALED UNITS","isri_code":"Vader","description":"Shall consist of whole steel-cased compressors originating from condensers from air conditioner units, freezers, refrigerators or the like, containing a motor inside. Free of hazardous materials, including chlorofluorocarbons (CFCs) or other refrigerants and polychlorinated biphenyls (PCBs). No loose iron or extra iron attachments such as framework permitted."}, {"id":"148","product":"MIXED ELECTRIC MOTORS","isri_code":"Elmo","description":"Shall consist of whole electric motors and\/or dismantled electric motor parts that are primarily copper-wound. May contain aluminum-wound material, subject to agreement between buyer and seller. No excessive steel attachments such as gear reducers, iron bases, and pumps, or loose free iron allowed. Specification not to include sealed units or cast iron compressors."}, {"id":"149","product":"SHREDDED ELECTRIC MOTORS (also called \"shredder pickings\" or \"meatballs\")","isri_code":"Shelmo","description":"Shall consist of mixed copper-bearing material from ferrous shredding, comprised of motors without cases. May contain aluminum-wound material and insulated copper harness wire, subject to agreement between buyer and seller. Trace percentages of other contaminants and fines may be present. No free iron or sealed units."}, {"id":"150","product":"(High Density)","isri_code":"Zebra","description":"Shall consist of high-density nonferrous metals produced by media separation technology containing brass, copper, zinc, nonmagnetic stainless steel, and copper wire. Material to be dry and free from excess oxidation. The percentage and types of metals other than these, as well as the percentage and types of nonmetallic contamination, are to be agreed upon between the buyer and seller."}, {"id":"151","product":"(Light Density)","isri_code":"Zeppelin","description":"Shall consist of light-density nonferrous metals produced by media separation technology and contain thin-gauge aluminum and magnesium. Material to be dry and free from excess oxidation. The percentage and types of metals other than aluminum and magnesium, as well as the percentage and types of nonmetallic contamination, are to be agreed upon between the buyer and seller."}, {"id":"152","product":"SHREDDED NONFERROUS SCRAP (predominantly aluminum)","isri_code":"Zorba","description":"Shall be made up of a combination of the nonferrous metals: aluminum, copper, lead, magnesium, stainless steel, nickel, tin, and zinc, in elemental or alloyed (solid) form. The percentage of each metal within the nonferrous concentrate shall be subject to agreement between buyer and seller. Material generated by eddy current, air separation, flotation, screening, other segregation technique(s), or a combination thereof. Shall have passed one or more magnets to reduce or eliminate free iron and\/or large iron attachments. Shall be free of radioactive material, dross, or ash. Material to be bought\/sold under this guideline shall be identified as ?Zorba? with a number to follow indicating the estimated percentage nonferrous metal content of the material (e.g., ?Zorba 90? means the material contains approximately 90% nonferrous metal content). May also be screened to permit description by specific size ranges. (Refer also to Zorba under Aluminum.)"}, {"id":"153","product":"SHREDDED NONFERROUS SENSOR SORTED SCRAP (predominantly stainless steel)","isri_code":"Zurik","description":"Shall be made up of a combination of the nonferrous metals: stainless steel, insulated copper wire, aluminum, copper, lead, magnesium, nickel, tin, and zinc, in elemental or alloyed (solid) form. The percentage of each metal within the nonferrous concentrate shall be subject to agreement between buyer and seller. Material generated by computer sensing equipment (e.g., induction sensor sorting or X-ray) technique(s). Shall have passed one or more magnets to reduce or eliminate free iron and\/or large iron attachments. Shall be free of radioactive material, dross, or ash. Material to be bought\/sold under this guideline shall be identified as ?Zurik? with a number to follow indicating the estimated percentage nonferrous content of the material (e.g., ?Zurik 90? means the material contains approximately 90% nonferrous metal content). May also be screened to permit description by specific size ranges. (Refer also to Zurik under Nickel\/Stainless\/ Hi Temp.)"}, {"id":"154","product":"BLOCK TIN","isri_code":"Ranch","description":"Block tin must assay minimum of 98% tin, and to be free of liquids, solder, and brass connections, pewter, pumps, pot pieces, and dirt."}, {"id":"155","product":"PEWTER","isri_code":"Ranks","description":"Shall consist of tableware and soda-fountain boxes but should contain a minimum of 84% tin. Siphon tops to be accounted for separately. Material must be free of brass, zinc, and other foreign metals."}, {"id":"156","product":"HIGH TIN BASE BABBITT","isri_code":"Raves","description":"Shall contain a minimum of 78% tin and be free of brassy or zincy metals."}, {"id":"157","product":"MIXED COMMON BABBITT","isri_code":"Roses","description":"Shall consist of lead base bearing metal containing not less than 8% tin, free from Allens metal, ornamental, antimonial and type metal. Must be free from all zinc and excessive copper in the alloy."}, {"id":"158","product":"No. 1 heavy melting steel","isri_code":"200","description":"Wrought iron and\/or steel scrap 1\/4 inch and over in thickness. Individual pieces not over 60 x 24 inches (charging box size) prepared in a manner to insure compact charging."}, {"id":"159","product":"No. 1 heavy melting steel 3 feet x 18 inches","isri_code":"201","description":"Wrought iron and\/or steel scrap 1\/4 inch and over in thickness. Individual pieces not over 36 x 18 inches (charging box size) prepared in a manner to insure compact charging."}, {"id":"160","product":"No. 1 heavy melting steel 5 feet x 18 inches","isri_code":"202","description":"Wrought iron and\/or steel scrap 1\/4 inch and over in thickness. Individual pieces not over 60 x 18 inches (charging box size) prepared in a manner to insure compact charging."}, {"id":"161","product":"No. 2 heavy melting steel.*","isri_code":"203","description":"Wrought iron and steel scrap, black and galvanized, 1\/8 inch and over in thickness, charging box size to include material not suitable as No. 1 heavy melt ing steel. Prepared in a manner to insure compact\ncharging."}, {"id":"162","product":"No. 2 heavy melting steel.*","isri_code":"204","description":"Wrought iron and steel scrap, black and galvanized, maximum size 36 x 18 inches. May include all automobile scrap properly prepared."}, {"id":"163","product":"No. 2 heavy melting steel 3 feet x 18 inches","isri_code":"205","description":"Wrought iron and steel scrap, black and galvanized, maximum size 36 x 18 inches. May include automobile scrap, properly prepared; however, to be free of sheet iron or thin gauged material."}, {"id":"164","product":"No. 2 heavy melting steel 5 feet x 18 inches","isri_code":"206","description":"Wrought iron and steel scrap, black and galvanized, maximum size 60 x 18 inches. May include automobile scrap, properly prepared; however, to be free of sheet iron or thin gauged material."}, {"id":"165","product":"No. 1 busheling.","isri_code":"207","description":"Clean steel scrap, maximum size 2 feet by 5 feet, including new factory busheling (for example, sheet clippings, stampings, etc.). May not include old auto body and fender stock. Free of metal coated, limed, vitreous enameled, and electrical sheet containing over 0.5 percent silicon."}, {"id":"166","product":"New black sheet clippings.","isri_code":" 207A","description":"For direct charging, maximum size 8 feet by 18 inches, free of old automobile body and fender stock, metal coated, lined, vitreous enameled and electrical sheet containing over 0.5 percent silicon. Must lay reasonably flat in car."}, {"id":"167","product":"No. 1 bundles.","isri_code":"208","description":"New black steel sheet scrap, clippings or skeleton scrap, compressed or hand bundled, to charging box size, and weighing not less than 75 pounds per cubic foot. (Hand bundles are tightly secured for handling with a magnet.) May include Stanley balls or mandrel wound bundles or skeleton reels, tightly secured. May include chemically detinned material. May not include old auto body or fender stock. Free of metal coated, limed, vitreous enameled, and electrical sheet containing over 0.5 percent silicon."}, {"id":"168","product":"No. 2 bundles.","isri_code":"209","description":"Old black and galvanized steel sheet scrap, hydraulically compressed to charging box size and weighing not less than 75 pounds per cubic foot. May not include tin or lead-coated material or vitreous enameled material."}, {"id":"169","product":"Shredded scrap.","isri_code":"210","description":"Homogeneous iron and steel scrap, magnetically separated, originating from automobiles, unprepared No. 1 and No. 2 steel, miscellaneous baling and sheet scrap. Average density 50 pounds per cubic foot."}, {"id":"170","product":"Shredded scrap.","isri_code":"211","description":"Homogeneous iron and steel scrap magnetically separated, originating from automobiles, unprepared No. 1 and No. 2 steel, miscellaneous baling and sheet scrap. Average density 70 pounds per cubic foot."}, {"id":"171","product":"Shredded clippings.","isri_code":"212","description":"Shredded 1000 series carbon steel clippings or sheets. Material should have an average density of 60 pounds per cubic foot."}, {"id":"172","product":"Steel can bundles.","isri_code":"213","description":"Steel can scrap compressed to charging box size and weighing not less than 75 pounds per cubic foot. Cans may be baled without removal of paper labels, but free of other non-metallics. May include up to 5 gallon tin coated containers."}, {"id":"173","product":"No. 3 bundles.","isri_code":"214","description":"Old sheet steel, compressed to charging box size and weighing not less than 75 pounds per cubic foot. May include all coated ferrous scrap not suitable for inclusion in No. 2 bundles."}, {"id":"174","product":"Incinerator bundles.","isri_code":"215","description":"Tin can scrap, compressed to charging box size and weighing not less than 75 pounds per cubic foot. Processed through a recognized garbage incinerator."}, {"id":"175","product":"Terne plate bundles.","isri_code":"216","description":"New terne plate sheet scrap, clippings or skeleton scrap, compressed or hand bundled, to charging box size, and weighing not less than 75 pounds per cubic foot. (Hand bundles are tightly secured for handling with a magnet.) May include Stanley balls or mandrel wound bundles or skeleton reels, tightly secured."}, {"id":"176","product":"Bundled No. 1 steel.","isri_code":"217","description":"Wrought iron and\/or steel scrap 1\/8 inch or over in thickness, compressed to charging box size and weighing not less than 75 pounds per cubic foot. Free of all metal-coated material."}, {"id":"177","product":"Bundled No. 2 steel.","isri_code":"218","description":"Wrought iron or steel scrap, black or galvanized, 1\/8 inch and over in thickness, compressed to charging box size and weighing not less than 75 pounds per cubic foot. Auto body and fender stock, burnt or hand stripped, may constitute a maximum of 60 percent by weight. (This percent based on makeup of auto body, chassis, driveshafts, and bumpers.) Free of all coated material, except as found on automobiles"}, {"id":"178","product":"Machine shop turnings.","isri_code":"219","description":"Clean steel or wrought iron turnings, free of iron borings, nonferrous metals in a free state, scale, or excessive oil. May not include badly rusted or corroded stock."}, {"id":"179","product":"Machine shop turnings and iron borings.","isri_code":"220","description":"Same as machine shop turnings but including iron borings."}, {"id":"180","product":"Shoveling turnings.","isri_code":"221","description":"Clean short steel or wrought iron turnings, drillings, or screw cuttings. May include any such material whether resulting from crushing, raking, or other processes. Free of springy, bushy, tangled or matted material, lumps, iron borings, nonferrous metals in a free state, grindings, or excessive oil."}, {"id":"181","product":"Shoveling turnings and iron borings.","isri_code":"222","description":"Same as shoveling turnings, but including iron borings."}, {"id":"182","product":"Iron borings.","isri_code":"223","description":"Clean cast iron or malleable iron borings and drillings, free of steel turnings, scale, lumps or excessive oil."}, {"id":"183","product":"Auto slabs.","isri_code":"224","description":"Clean automobile slabs, cut 3 feet x 18 inches and under."}, {"id":"184","product":"Auto slabs.","isri_code":"225","description":"Clean automobile slabs, cut 2 feet x 18 inches and under."}, {"id":"185","product":"Briquetted iron borings.","isri_code":"226","description":"Analysis and density to consumer?s specifications."}, {"id":"186","product":"Briquetted steel turnings.","isri_code":"227","description":"Analysis and density to consumer?s specifications."}, {"id":"187","product":"Mill scale.","isri_code":"228","description":"Dark colored, ranging from blue to black, ferromagnetic iron oxide forming on the surface of steel articles during heating and working."}, {"id":"188","product":"Billet, bloom and forge crops.","isri_code":"229","description":"Billet, bloom, axle, slab, heavy plate and heavy forge crops, containing not over 0.05 percent phosphorus or sulphur and not over 0.5 percent silicon, free from alloys. Dimensions not less than 2 inches in thickness, not over 18 inches in width, and not over 36 inches in length."}, {"id":"189","product":"Bar crops and plate scrap.","isri_code":"230","description":"Bar crops, plate scrap, forgings, bits, jars, and tool joints, containing not over 0.05 percent phosphorus or sulphur, not over 0.5 percent silicon, free from alloys. Dimensions not less than 1 \/2 inch in thickness, not over 18 inches in width, and not over 36 inches in length."}, {"id":"190","product":"Plate and structural steel, 5 feet and under.","isri_code":"231","description":"Cut structural and plate scrap, 5 feet and under. Clean open hearth steel plates, structural shapes, crop ends, shearings, or broken steel tires. Dimensions not less than 1 \/4 inch thickness, not over 5 feet in length and 18 inches in width. Phosphorus or sulphur not over 0.05 percent."}, {"id":"191","product":"Plate and structural steel, 5 feet and under.","isri_code":"232","description":"Cut structural and plate scrap, 5 feet and under. Clean open hearth steel plates, structural shapes, crop ends, shearings, or broken steel tires. Dimensions not less than 1 \/4 inch thickness, not over 5 feet in length and 24 inches in width. Phosphorus or sulphur not over 0.05 percent."}, {"id":"192","product":"Cast steel.","isri_code":"233","description":"Steel castings not over 48 inches long or 18 inches wide, and 1 \/4 inch and over in thickness, containing not over 0.05 percent phosphorus or sulphur, free\nfrom alloys and attachments. May include heads,\ngates, and risers."}, {"id":"193","product":"Punchings and plate scrap.","isri_code":"234","description":"Punchings or stampings, plate scrap, and bar crops containing not over 0.05 percent phosphorous or sulphur and not over 0.5 percent silicon, free from alloys. All materials cut 12 inches and under, and with the exception of punchings or stampings, at least 1\/8 inch in thickness. Punchings or stampings under 6 inches in diameter may be any gauge."}, {"id":"194","product":"Electric furnace bundles.","isri_code":"235","description":"New black steel sheet scrap hydraulically compressed into bundles of size and weight as specified by consumer."}, {"id":"195","product":"Cut structural and plate scrap, 3 feet and under.","isri_code":"236","description":"Clean open hearth steel plates, structural shapes, crop ends, shearings, or broken steel tires. Dimensions not less than 1\/4 inch in thickness, not over 3 feet in length and 18 inches in width. Phosphorus or sulphur not over 0.05 percent."}, {"id":"196","product":"Cut structural and plate scrap, 2 feet and under.","isri_code":"237","description":"Same as cut structural and plate scrap, 3 feet and under, except for length."}, {"id":"197","product":"Cut structural and plate scrap, 1 foot and under.","isri_code":"238","description":"Same as cut structural and plate scrap, 3 feet and under, except for length."}, {"id":"198","product":"Silicon busheling.","isri_code":"239","description":"Clean silicon bearing steel scrap, not exceeding 12 inches in any dimension, including new factory busheling (for example, sheet clippings, stampings, etc.), having a silicon content of 0.05 percent to 5.0 percent."}, {"id":"199","product":"Silicon Clippings.","isri_code":"240","description":"Clean steel scrap, including new factory busheling (for example, sheet clippings, stampings, etc.), may not include old auto body and fender stock. Free of metal coated, limed, vitreous enameled, and electrical sheet containing minimum 1 percent silicon."}, {"id":"200","product":"Chargeable ingots and ingot butts.","isri_code":"241","description":"Chargeable ingots and ingot butts for material to be suitable and acceptable to the consumer containing not over 0.05 percent phosphorus or sulphur and not over 0.05 percent silicon free of alloys."}, {"id":"201","product":"Foundry steel, 2 feet and under.","isri_code":"242","description":"Steel scrap 1\/8 inch and over in thickness, not over 2 feet in length or 18 inches in width. Individual pieces free from attachments. May not include nonferrous metals, cast or malleable iron, cable, vitreous enameled, or metal coated material."}, {"id":"202","product":"Foundry steel, 1foot and under","isri_code":"243","description":"Same specifications as 2-foot material, except for length"}, {"id":"203","product":"Low residual, black foundry busheling.","isri_code":"243A","description":"1000 series black carbon steel scrap, 1\/8 inch and over in thickness, not more than 12 inch x 24 inch, manganese content not more than 0.50 percent. Other parameters subject to agreement between supplier and consumer."}, {"id":"204","product":"Low residual, ductile quality shredded clips.","isri_code":"243B","description":"Shredded black 1000 series carbon steel scrap, 1\/8 inch and over in thickness, minimum average density of 75 PCF, manganese content not more than 0.50 percent. Other parameters subject to agreement between supplier and consumer."}, {"id":"205","product":"Springs and crankshafts.","isri_code":"244","description":"Clean automotive springs and crankshafts, either new or used."}, {"id":"206","product":"Alloy free turnings.","isri_code":"245","description":"Clean shoveling steel turnings free from lumps, tangled or matted material, iron borings, or excessive oil containing not more than 0.05 percent phosphorus or sulphur, and free of alloys."}, {"id":"207","product":"Alloy free short shoveling steel turnings.","isri_code":"246","description":"Clean shoveling steel turnings, free of lumps, tangled or matted material, iron borings, or excessive oil, containing not more than 0.05 percent phosphorus or sulphur, and free of alloys."}, {"id":"208","product":"Alloy free machine shop turnings.","isri_code":"247","description":"Clean steel turnings, free of iron borings or excessive oil, containing not more than 0.05 percent phosphorus or sulphur, and free of alloys. May not include badly rusted or corroded stock."}, {"id":"209","product":"Hard steel cut 30 inches and under.","isri_code":"248","description":"Automotive steel consisting of rear ends, crankshafts, driveshafts, front axles, springs, and gears prepared 30 inches and under. May not include miscellaneous small shoveling steel or any pieces too bulky for gray iron foundry use."}, {"id":"210","product":"Chargeable slab crops.","isri_code":"249","description":"Chargeable slab crops for material to be suitable and acceptable to the consumer containing not over 0.05 percent phosphorus and 0.05 percent sulphur and not over 0.05 percent silicon and free of alloys."}, {"id":"211","product":"Silicon bundles.","isri_code":"250","description":"Silicon sheet scrap, clippings or skeleton scrap, compressed or hand bundled, to charging box size, and weighing not less than 75 pounds per cubic foot, having a silicon content of 0.50 percent to 5.0 percent."}, {"id":"212","product":"Heavy turnings.","isri_code":"251","description":"Short, heavy steel turnings, containing not over 0.05 percent phosphorus or sulphur and free of alloys. May include rail chips. May not include machine shop or other light turnings and must weigh not less than 75 pounds per cubic foot in the original state of production."}, {"id":"213","product":"Cupola cast.","isri_code":"252","description":"Clean cast iron scrap such as columns, pipes, plates, and castings of a miscellaneous nature, including automobile blocks and cast iron parts of agricultural and other machinery. Free from stove plate, burnt iron, brake shoes or foreign material. Cupola size, not over 24 inches x 30 inches, and no piece over 150 pounds in weight."}, {"id":"214","product":"Charging box cast.","isri_code":"253","description":"Clean cast iron scrap in sizes not over 60 inches in length or 30 inches in width, suitable for charging into an open hearth furnace without further preparation. Free from burnt iron, brake shoes, or stove plate."}, {"id":"215","product":"Heavy breakable cast.","isri_code":"254","description":"Cast iron scrap over charging box size or weighing more than 500 pounds. May include cylinders and driving wheel centers. May include steel which does not exceed 10 percent of the casting by weight."}, {"id":"216","product":"Hammer block or bases.","isri_code":"255","description":"Cast iron hammer blocks or bases."}, {"id":"217","product":"Burnt iron.","isri_code":"256","description":"Burnt cast iron scrap, such as stove parts, grate bars, and miscellaneous burnt iron. May include sash weights or window weights."}, {"id":"218","product":"Mixed cast.","isri_code":"257","description":"May include all grades of cast iron except burnt iron. Dimensions not over 24 inches x 30 inches and no piece over 150 pounds in weight."}, {"id":"219","product":"Stove plate, clean cast iron stove.","isri_code":"258","description":"Free from malleable and steel parts, window weights, plow points, or burnt cast iron."}, {"id":"220","product":"Clean auto cast.","isri_code":"259","description":"Clean auto blocks; free of all steel parts except camshafts, valves, valve springs, and studs. Free of nonferrous and non-metallic parts."}, {"id":"221","product":"Unstripped motor blocks.","isri_code":"260","description":"Automobile or truck motors from which steel and nonferrous fittings may or may not have been removed. Free from driveshafts and all parts of frames."}, {"id":"222","product":"Drop broken machinery cast.","isri_code":"261","description":"Clean heavy cast iron machinery scrap that has been broken under a drop. All pieces must be of cupola size, not over 24 inches x 30 inches, and no piece over 150 pounds in weight."}, {"id":"223","product":"Clean auto cast, broken, not degreased.","isri_code":"262","description":"Clean auto blocks, free of all steel parts except camshafts, valves, valve springs and studs. Free of non ferrous and non-metallic parts, and must be broken\nto cupola size, 150 pounds or less."}, {"id":"224","product":"Clean auto cast, degreased.","isri_code":"263","description":"Free of all steel parts except camshafts, valves, valve springs, and studs. Free of nonferrous and non-metallic parts, and must be broken into cupola size, 150 pounds or less."}, {"id":"225","product":"Malleable.","isri_code":"264","description":"Malleable parts of automobiles, railroad cars, locomotives, or miscellaneous malleable iron castings. Free from cast iron and steel parts and other foreign material."}, {"id":"226","product":"Broken ingot molds and stools.","isri_code":"265","description":"Broken ingot molds and stools, cast iron, maximum size 2 feet x 3 feet x 5 feet."}, {"id":"227","product":"Unbroken ingot molds and stools.","isri_code":"266","description":"Unbroken ingot molds and stools, cast iron."}, {"id":"228","product":"No. 1 chemical borings.","isri_code":"267","description":"New clean cast or malleable iron borings and drillings containing not more than 1 percent oil, free from steel turnings, or chips, lumps, scale, corroded or rusty material."}, {"id":"229","product":"Briquetted cast iron borings, hot process.","isri_code":"268","description":"Cast iron borings, heated, briquetted, to a density of approximately 85 percent, oil and water content under 1 percent."}, {"id":"230","product":"Briquetted cast iron borings, cold process.","isri_code":"269","description":"Cast iron boring briquettes, free of steel and nonferrous material, hydraulically compressed into a cohesive solid, reasonably free of oil, and having a density of not less than 60 percent."}, {"id":"231","product":"Malleable borings.","isri_code":"270","description":"Clean malleable iron borings and drillings, free of steel turnings, scale, lumps and excessive oil."}, {"id":"232","product":"No. 2 chemical borings.","isri_code":"271","description":"New clean cast or malleable iron borings and drillings, containing not more than 1.5 percent oil, free from steel turnings, or chips, lumps, scale, corroded or rusty material."}, {"id":"233","product":"Pulled bead wire (Truck)-Grade 1","isri_code":"272","description":"Not chopped; made up of loops of wire. Less than five percent ("}, {"id":"234","product":"Pulled bead wire (Truck)-Grade 2","isri_code":"273","description":"Not chopped; made up of loops of wire. Five to ten percent (5-10%) rubber\/fiber."}, {"id":"235","product":"Pulled bead wire (Truck)-Grade 3","isri_code":"274","description":"Not chopped; made up of loops of wire. Greater than ten percent (>10%) rubber\/fiber."}, {"id":"236","product":"Pulled bead wire (Passenger)-Grade 1","isri_code":"275","description":"Not chopped; made up of loops of wire. Less than five percent ("}, {"id":"237","product":"Pulled bead wire (Passenger)-Grade 2","isri_code":"276","description":"Not chopped; made up of loops of wire. Five to ten percent (5-10%) rubber\/fiber."}, {"id":"238","product":"Pulled bead wire (Passenger)-Grade 3","isri_code":"277","description":"Not chopped; made up of loops of wire. Greater than ten percent (>10%) rubber\/fiber."}, {"id":"239","product":"Processed tire wire (Ferrous)-Grade 1","isri_code":"278","description":"Chopped. Less than two percent (<2%) rubber\/fiber. "}, {"id":"240","product":"Processed tire wire (Ferrous)-Grade 2","isri_code":"279","description":"Chopped. Less than five percent (<5%) rubber\/fiber"}, {"id":"241","product":"Processed tire wire (Ferrous)-Grade 3","isri_code":"280","description":"Chopped. Five to ten percent (5-10%) rubber\/fiber."}, {"id":"242","product":"Processed tire wire (Ferrous)-Grade 4","isri_code":"281","description":"Chopped. Ten to twenty percent (10-20%) rubber\/ fiber."}, {"id":"243","product":"Processed tire wire (Ferrous)-Grade 5","isri_code":"282","description":"Chopped. Greater than twenty percent (>20%) rubber\/fiber."}, {"id":"244","product":"Axles, Steel","isri_code":"2","description":"Solid car and\/or locomotive friction bearing, 8 inch diameter and under (free of axles with key-way between wheel seats, no axles of shorter lengths than distance between wheel seats to be included)."}, {"id":"245","product":"Axles, Steel","isri_code":"2A","description":"Solid car and\/or locomotive friction bearing over 8 inch diameter (free of axles with key-way between wheel seats, no axles of shorter length than distance between wheel seats to be included)."}, {"id":"246","product":"Axles, Steel","isri_code":"3","description":"Roller bearing 8 inch diameter and under (no axles of shorter lengths than distance between wheel seats to be included)."}, {"id":"247","product":"Axles, Steel","isri_code":"3A","description":"Roller bearing over 8 inch diameter (no axles of shorter length than distance between wheel seats to be included)."}, {"id":"248","product":"Spikes, Track Bolts and Nuts, and lock Washers, may include Rail Anchors","isri_code":"4","description":"Steel."}, {"id":"249","product":"Tie Plates","isri_code":"5","description":"Steel."}, {"id":"250","product":"Rail Joints, Angle and\/or Splice Bars ","isri_code":"6","description":"Cast steel."}, {"id":"251","product":"Boisters and\/or Truck Sides, Frames: Uncut","isri_code":"9","description":"Steel castings, over 18 inches wide and\/or over 5 feet long."}, {"id":"252","product":"Cast Steel, No. 2","isri_code":"11","description":"Steel castings, over 18 inches wide and\/or over 5 feet long."}, {"id":"253","product":"Cast Steel, No. 1","isri_code":"11A","description":"Steel castings, 18 inches and under, not over 5 feet long, including cut truck side frames and bolsters."}, {"id":"254","product":"Cast Iron, No. 1","isri_code":"12","description":"Cast iron scrap, such as columns, pipes, plates, and\/ or castings of miscellaneous nature, but free from stove plates, brake shoes, and burnt scrap. Must be cupola size, not over 24 x 30 inches in dimension and no piece to weigh over 150 pounds. Must be free from foreign material."}, {"id":"255","product":"Cast Iron, No. 2","isri_code":"13","description":"Pieces weighing over 150 pounds, but not more than 500 pounds. Free from burnt cast."}, {"id":"256","product":"Cast Iron, No. 3","isri_code":"14","description":"Pieces weighing over 500 pounds; includes cylinders, driving wheel centers and\/or all other castings. (Free from hammer blocks or bases.)"}, {"id":"257","product":"Cast Iron, No. 4","isri_code":"15","description":"Burnt cast iron scrap, such as grate bars, stove parts and\/or miscellaneous burnt scrap."}, {"id":"258","product":"Cast Iron Brake Shoes","isri_code":"16","description":"Brakes shoes of all types except composition-filled shoes."}, {"id":"259","product":"Couplers and\/or Knuckles","isri_code":"17","description":"Railroad car and\/or locomotive steel couplers, knuckles and\/or locks stripped clean of all other attachments."}, {"id":"260","product":"Frogs and\/ or Switches, uncut","isri_code":"18","description":"Steel frogs and switches that have not been cut apart, exclusive of manganese."}, {"id":"261","product":"Railbound Manganese Frogs and Switch Points with manganese inserts that have not been cut apart","isri_code":"18A","description":""}, {"id":"262","product":"Malleable","isri_code":"23","description":"Malleable parts of automobiles, railroad cars, locomotive and\/or miscellaneous malleable castings."}, {"id":"263","product":"Melting Steel, Railroad No. 1","isri_code":"24","description":"Clean wrought iron or steel scrap, 1 \/4 inch and over in thickness, not over 18 inches in width, and not over 5 feet in length. May include pipe ends and material 1\/8 inch to 1 \/4 inch in thickness, not over 15 inches x 15 inches. Individual pieces cut so as to lie reasonably flat in charging box."}, {"id":"264","product":"Rail, Steel No. 1","isri_code":"27","description":"Standard section tee rails, original weight 50 pounds per yard or heavier, 10 feet long and over. Suitable for rerolling into bars and shapes. Free from bent and twisted rails, frog, switch, and guard rails, or rails with split heads and broken flanges. Continuous welded rail may be included provided no weld is over 9 inches from the end of the piece of rail."}, {"id":"265","product":"Rail, Steel No.2 Cropped Rail Ends","isri_code":"28A","description":"Standard section, original weight of 50 pounds per yard and over, 18 inches long and under."}, {"id":"266","product":"Rail, Steel No. 2 Cropped Rail Ends","isri_code":"28B","description":"Standard section, original weight of 50 pounds per yard and over, 2 feet long and under."}, {"id":"267","product":"Rail, Steel No. 2 Cropped Rail Ends","isri_code":"28C","description":"Standard section, original weight 50 pounds per yard and over, 3 feet long and under."}, {"id":"268","product":"Rail, Steel No. 3","isri_code":"29","description":"Standard section tee, girder, and\/or guard rails, to be free from frog and switch rails not cut apart, and contain no manganese, cast, welds, or attachments of any kind except angle bars. Free from concrete, dirt, and foreign material of any kind."}, {"id":"269","product":"Sheet Scrap, No. 1","isri_code":"30","description":"Under 3 \/16 inch thick, may include hoops, band iron and\/or steel, scoops and\/or shovels (free of wood). Must be free from burnt or metal coated material, cushion, or other similar springs."}, {"id":"270","product":"Sheet Scrap, No. 2","isri_code":"31","description":"Galvanized or tinned material and\/or gas retorts, and\/or any other iron or steel material not otherwise classified."}, {"id":"271","product":"Steel, Tool","isri_code":"32","description":"(Specify kind in offering.)"}, {"id":"272","product":"Steel, Manganese","isri_code":"33","description":"All kinds of manganese, rail, guard rails, frogs and\/or switch points, cut or uncut."}, {"id":"273","product":"Steel, Spring","isri_code":"34","description":"Coil and\/or elliptical, minimum thickness 1 \/4 inch, may be assembled or cut apart."}, {"id":"274","product":"Steel, Spring","isri_code":"34A","description":"Coil only."}, {"id":"275","product":"Structural, Wought Iron and\/or Steel Uncut","isri_code":"35","description":"All steel or steel mixed with iron from bridges, structures and\/or equipment that has not been cut apart, may include uncut bolsters, brakebeams, steel trucks, underframes, channel bars, steel bridge plates, frog and\/or crossing plates and\/or other steel of similar character."}, {"id":"276","product":"Tires","isri_code":"36","description":"All locomotive, not cut to specified lengths."}, {"id":"277","product":"Turnings, No. 1","isri_code":"38","description":"Heavy turnings from wrought iron and\/or steel railroad axles or heavy forgings and\/or rail chips, to weigh not less than 75 pounds per cubic foot. Free from dirt or other foreign material of any kind. Alloy steel scrap may be excluded from these specifications by mutual agreement between buyer and seller."}, {"id":"278","product":"Turnings, Drillings and\/or Borings, No. 2","isri_code":"38A","description":"Cast, wrought, steel and\/or malleable iron borings, turnings and\/or drillings mixed with other metals."}, {"id":"279","product":"Wheel, No. 1","isri_code":"40","description":"Cast iron car wheels."}, {"id":"280","product":"Wheel, No. 3","isri_code":"42","description":"Solid cast steel, forged, pressed and\/or rolled steel car and\/or locomotive wheels, not over 42 inches diameter. (Specify kind in offering.)"}, {"id":"281","product":"Destroyed Steel Cars ","isri_code":"45","description":"Bodies of steel cars cut apart sufficiently to load. (Specify kind.)"}, {"id":"282","product":"Destroyed Steel Car Sides and Box Car Roofs","isri_code":"45A","description":"Cut to a maximum length of... and a maximum width of... suitable for use in super presses and shears without additional preparation."},{"id":"283", "product":"Others","isri_code":"46","description":"Other commodity"}]
